<?php
return [
    'questions'=>[
        'are_you_sure' => 'Вы уверены?'
    ],
    'success'=>[
        'create' =>'Успешно создано!',
        'update' =>'Успешно обновлено!',
        'restored' => 'Успешное восстановление',
        'updated_order' => 'Сортировка обновлена успешно'
    ],
    'error' => [
        'restoring' => 'При восстановлении возникла ошибка',
        'ordering_not_set' => 'Сначала нужно определить порядок сортировки'
    ],
    'array_builder' => [
        'empty_data' => 'Данные отсутствуют',
        'add_data' => 'Добавьте данные',
        'add_new_item' => 'Добавление нового элемента',
        'max_items'=>'Максимальное количество элементов :count'
    ],
];
